evacomunaws/requests/recoverPassword.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:tns="http://controller.una.ac.cr/">
    <soap:Body>
        <tns:passwordRecovery>
            <arg0>?</arg0>
        </tns:passwordRecovery>
    </soap:Body>
</soap:Envelope>